seller_stress_results.txt
Warning: Identity file /home/mistakely/.ssh/id_rsa not accessible: No such file or directory.

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: -
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m01.0s/5m00.0s

running (0m02.0s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 002/100 VUs  0m02.0s/5m00.0s

running (0m03.0s), 003/100 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 003/100 VUs  0m03.0s/5m00.0s

running (0m04.0s), 004/100 VUs, 4 complete and 0 interrupted iterations
default   [   1% ] 004/100 VUs  0m04.0s/5m00.0s

running (0m05.0s), 005/100 VUs, 8 complete and 0 interrupted iterations
default   [   2% ] 005/100 VUs  0m05.0s/5m00.0s

running (0m06.0s), 005/100 VUs, 12 complete and 0 interrupted iterations
default   [   2% ] 005/100 VUs  0m06.0s/5m00.0s

running (0m07.0s), 006/100 VUs, 17 complete and 0 interrupted iterations
default   [   2% ] 006/100 VUs  0m07.0s/5m00.0s

running (0m08.0s), 007/100 VUs, 22 complete and 0 interrupted iterations
default   [   3% ] 007/100 VUs  0m08.0s/5m00.0s

running (0m09.0s), 008/100 VUs, 28 complete and 0 interrupted iterations
default   [   3% ] 008/100 VUs  0m09.0s/5m00.0s

running (0m10.0s), 009/100 VUs, 36 complete and 0 interrupted iterations
default   [   3% ] 009/100 VUs  0m10.0s/5m00.0s

running (0m11.0s), 009/100 VUs, 45 complete and 0 interrupted iterations
default   [   4% ] 009/100 VUs  0m11.0s/5m00.0s

running (0m12.0s), 010/100 VUs, 50 complete and 0 interrupted iterations
default   [   4% ] 010/100 VUs  0m12.0s/5m00.0s

running (0m13.0s), 011/100 VUs, 60 complete and 0 interrupted iterations
default   [   4% ] 011/100 VUs  0m13.0s/5m00.0s

running (0m14.0s), 012/100 VUs, 71 complete and 0 interrupted iterations
default   [   5% ] 012/100 VUs  0m14.0s/5m00.0s

running (0m15.0s), 013/100 VUs, 72 complete and 0 interrupted iterations
default   [   5% ] 013/100 VUs  0m15.0s/5m00.0s

running (0m16.0s), 014/100 VUs, 85 complete and 0 interrupted iterations
default   [   5% ] 014/100 VUs  0m16.0s/5m00.0s

running (0m17.0s), 014/100 VUs, 98 complete and 0 interrupted iterations
default   [   6% ] 014/100 VUs  0m17.0s/5m00.0s

running (0m18.0s), 015/100 VUs, 99 complete and 0 interrupted iterations
default   [   6% ] 015/100 VUs  0m18.0s/5m00.0s

running (0m19.0s), 016/100 VUs, 114 complete and 0 interrupted iterations
default   [   6% ] 016/100 VUs  0m19.0s/5m00.0s

running (0m20.0s), 017/100 VUs, 118 complete and 0 interrupted iterations
default   [   7% ] 017/100 VUs  0m20.0s/5m00.0s

running (0m21.0s), 018/100 VUs, 134 complete and 0 interrupted iterations
default   [   7% ] 018/100 VUs  0m21.0s/5m00.0s

running (0m22.0s), 018/100 VUs, 152 complete and 0 interrupted iterations
default   [   7% ] 018/100 VUs  0m22.0s/5m00.0s

running (0m23.0s), 019/100 VUs, 153 complete and 0 interrupted iterations
default   [   8% ] 019/100 VUs  0m23.0s/5m00.0s

running (0m24.0s), 020/100 VUs, 172 complete and 0 interrupted iterations
default   [   8% ] 020/100 VUs  0m24.0s/5m00.0s

running (0m25.0s), 021/100 VUs, 175 complete and 0 interrupted iterations
default   [   8% ] 021/100 VUs  0m25.0s/5m00.0s

running (0m26.0s), 022/100 VUs, 194 complete and 0 interrupted iterations
default   [   9% ] 022/100 VUs  0m26.0s/5m00.0s

running (0m27.0s), 023/100 VUs, 209 complete and 0 interrupted iterations
default   [   9% ] 023/100 VUs  0m27.0s/5m00.0s

running (0m28.0s), 023/100 VUs, 220 complete and 0 interrupted iterations
default   [   9% ] 023/100 VUs  0m28.0s/5m00.0s

running (0m29.0s), 024/100 VUs, 222 complete and 0 interrupted iterations
default   [  10% ] 024/100 VUs  0m29.0s/5m00.0s

running (0m30.0s), 025/100 VUs, 246 complete and 0 interrupted iterations
default   [  10% ] 025/100 VUs  0m30.0s/5m00.0s

running (0m31.0s), 026/100 VUs, 250 complete and 0 interrupted iterations
default   [  10% ] 026/100 VUs  0m31.0s/5m00.0s

running (0m32.0s), 027/100 VUs, 276 complete and 0 interrupted iterations
default   [  11% ] 027/100 VUs  0m32.0s/5m00.0s

running (0m33.0s), 027/100 VUs, 281 complete and 0 interrupted iterations
default   [  11% ] 027/100 VUs  0m33.0s/5m00.0s

running (0m34.0s), 028/100 VUs, 306 complete and 0 interrupted iterations
default   [  11% ] 028/100 VUs  0m34.0s/5m00.0s

running (0m35.0s), 029/100 VUs, 316 complete and 0 interrupted iterations
default   [  12% ] 029/100 VUs  0m35.0s/5m00.0s

running (0m36.0s), 030/100 VUs, 345 complete and 0 interrupted iterations
default   [  12% ] 030/100 VUs  0m36.0s/5m00.0s

running (0m37.0s), 031/100 VUs, 351 complete and 0 interrupted iterations
default   [  12% ] 031/100 VUs  0m37.0s/5m00.0s

running (0m38.0s), 032/100 VUs, 366 complete and 0 interrupted iterations
default   [  13% ] 032/100 VUs  0m38.0s/5m00.0s

running (0m39.0s), 032/100 VUs, 388 complete and 0 interrupted iterations
default   [  13% ] 032/100 VUs  0m39.0s/5m00.0s

running (0m40.0s), 033/100 VUs, 399 complete and 0 interrupted iterations
default   [  13% ] 033/100 VUs  0m40.0s/5m00.0s

running (0m41.0s), 034/100 VUs, 430 complete and 0 interrupted iterations
default   [  14% ] 034/100 VUs  0m41.0s/5m00.0s

running (0m42.0s), 035/100 VUs, 440 complete and 0 interrupted iterations
default   [  14% ] 035/100 VUs  0m42.0s/5m00.0s

running (0m43.0s), 036/100 VUs, 473 complete and 0 interrupted iterations
default   [  14% ] 036/100 VUs  0m43.0s/5m00.0s

running (0m44.0s), 036/100 VUs, 481 complete and 0 interrupted iterations
default   [  15% ] 036/100 VUs  0m44.0s/5m00.0s

running (0m45.0s), 037/100 VUs, 488 complete and 0 interrupted iterations
default   [  15% ] 037/100 VUs  0m45.0s/5m00.0s

running (0m46.0s), 038/100 VUs, 500 complete and 0 interrupted iterations
default   [  15% ] 038/100 VUs  0m46.0s/5m00.0s

running (0m47.0s), 039/100 VUs, 529 complete and 0 interrupted iterations
default   [  16% ] 039/100 VUs  0m47.0s/5m00.0s

running (0m48.0s), 040/100 VUs, 541 complete and 0 interrupted iterations
default   [  16% ] 040/100 VUs  0m48.0s/5m00.0s

running (0m49.0s), 040/100 VUs, 549 complete and 0 interrupted iterations
default   [  16% ] 040/100 VUs  0m49.0s/5m00.0s

running (0m50.0s), 041/100 VUs, 569 complete and 0 interrupted iterations
default   [  17% ] 041/100 VUs  0m50.0s/5m00.0s

running (0m51.0s), 042/100 VUs, 591 complete and 0 interrupted iterations
default   [  17% ] 042/100 VUs  0m51.0s/5m00.0s

running (0m52.0s), 043/100 VUs, 611 complete and 0 interrupted iterations
default   [  17% ] 043/100 VUs  0m52.0s/5m00.0s

running (0m53.0s), 044/100 VUs, 636 complete and 0 interrupted iterations
default   [  18% ] 044/100 VUs  0m53.0s/5m00.0s

running (0m54.0s), 045/100 VUs, 658 complete and 0 interrupted iterations
default   [  18% ] 045/100 VUs  0m54.0s/5m00.0s

running (0m55.0s), 045/100 VUs, 683 complete and 0 interrupted iterations
default   [  18% ] 045/100 VUs  0m55.0s/5m00.0s

running (0m56.0s), 046/100 VUs, 706 complete and 0 interrupted iterations
default   [  19% ] 046/100 VUs  0m56.0s/5m00.0s

running (0m57.0s), 047/100 VUs, 722 complete and 0 interrupted iterations
default   [  19% ] 047/100 VUs  0m57.0s/5m00.0s

running (0m58.0s), 048/100 VUs, 746 complete and 0 interrupted iterations
default   [  19% ] 048/100 VUs  0m58.0s/5m00.0s

running (0m59.0s), 049/100 VUs, 771 complete and 0 interrupted iterations
default   [  20% ] 049/100 VUs  0m59.0s/5m00.0s

running (1m00.0s), 049/100 VUs, 794 complete and 0 interrupted iterations
default   [  20% ] 049/100 VUs  1m00.0s/5m00.0s

running (1m01.0s), 050/100 VUs, 817 complete and 0 interrupted iterations
default   [  20% ] 050/100 VUs  1m01.0s/5m00.0s

running (1m02.0s), 050/100 VUs, 843 complete and 0 interrupted iterations
default   [  21% ] 050/100 VUs  1m02.0s/5m00.0s

running (1m03.0s), 050/100 VUs, 868 complete and 0 interrupted iterations
default   [  21% ] 050/100 VUs  1m03.0s/5m00.0s

running (1m04.0s), 051/100 VUs, 883 complete and 0 interrupted iterations
default   [  21% ] 051/100 VUs  1m04.0s/5m00.0s

running (1m05.0s), 051/100 VUs, 899 complete and 0 interrupted iterations
default   [  22% ] 051/100 VUs  1m05.0s/5m00.0s

running (1m06.0s), 051/100 VUs, 930 complete and 0 interrupted iterations
default   [  22% ] 051/100 VUs  1m06.0s/5m00.0s

running (1m07.0s), 051/100 VUs, 945 complete and 0 interrupted iterations
default   [  22% ] 051/100 VUs  1m07.0s/5m00.0s

running (1m08.0s), 052/100 VUs, 964 complete and 0 interrupted iterations
default   [  23% ] 052/100 VUs  1m08.0s/5m00.0s

running (1m09.0s), 052/100 VUs, 992 complete and 0 interrupted iterations
default   [  23% ] 052/100 VUs  1m09.0s/5m00.0s

running (1m10.0s), 052/100 VUs, 1003 complete and 0 interrupted iterations
default   [  23% ] 052/100 VUs  1m10.0s/5m00.0s

running (1m11.0s), 053/100 VUs, 1013 complete and 0 interrupted iterations
default   [  24% ] 053/100 VUs  1m11.0s/5m00.0s

running (1m12.0s), 053/100 VUs, 1035 complete and 0 interrupted iterations
default   [  24% ] 053/100 VUs  1m12.0s/5m00.0s

running (1m13.0s), 053/100 VUs, 1058 complete and 0 interrupted iterations
default   [  24% ] 053/100 VUs  1m13.0s/5m00.0s

running (1m14.0s), 053/100 VUs, 1077 complete and 0 interrupted iterations
default   [  25% ] 053/100 VUs  1m14.0s/5m00.0s

running (1m15.0s), 054/100 VUs, 1100 complete and 0 interrupted iterations
default   [  25% ] 054/100 VUs  1m15.0s/5m00.0s

running (1m16.0s), 054/100 VUs, 1122 complete and 0 interrupted iterations
default   [  25% ] 054/100 VUs  1m16.0s/5m00.0s

running (1m17.0s), 054/100 VUs, 1135 complete and 0 interrupted iterations
default   [  26% ] 054/100 VUs  1m17.0s/5m00.0s

running (1m18.0s), 054/100 VUs, 1152 complete and 0 interrupted iterations
default   [  26% ] 054/100 VUs  1m18.0s/5m00.0s

running (1m19.0s), 055/100 VUs, 1176 complete and 0 interrupted iterations
default   [  26% ] 055/100 VUs  1m19.0s/5m00.0s

running (1m20.0s), 055/100 VUs, 1199 complete and 0 interrupted iterations
default   [  27% ] 055/100 VUs  1m20.0s/5m00.0s

running (1m21.0s), 055/100 VUs, 1222 complete and 0 interrupted iterations
default   [  27% ] 055/100 VUs  1m21.0s/5m00.0s

running (1m22.0s), 056/100 VUs, 1240 complete and 0 interrupted iterations
default   [  27% ] 056/100 VUs  1m22.0s/5m00.0s

running (1m23.0s), 056/100 VUs, 1265 complete and 0 interrupted iterations
default   [  28% ] 056/100 VUs  1m23.0s/5m00.0s

running (1m24.0s), 056/100 VUs, 1287 complete and 0 interrupted iterations
default   [  28% ] 056/100 VUs  1m24.0s/5m00.0s

running (1m25.0s), 056/100 VUs, 1309 complete and 0 interrupted iterations
default   [  28% ] 056/100 VUs  1m25.0s/5m00.0s

running (1m26.0s), 057/100 VUs, 1334 complete and 0 interrupted iterations
default   [  29% ] 057/100 VUs  1m26.0s/5m00.0s

running (1m27.0s), 057/100 VUs, 1360 complete and 0 interrupted iterations
default   [  29% ] 057/100 VUs  1m27.0s/5m00.0s

running (1m28.0s), 057/100 VUs, 1382 complete and 0 interrupted iterations
default   [  29% ] 057/100 VUs  1m28.0s/5m00.0s

running (1m29.0s), 058/100 VUs, 1402 complete and 0 interrupted iterations
default   [  30% ] 058/100 VUs  1m29.0s/5m00.0s

running (1m30.0s), 058/100 VUs, 1429 complete and 0 interrupted iterations
default   [  30% ] 058/100 VUs  1m30.0s/5m00.0s

running (1m31.0s), 058/100 VUs, 1455 complete and 0 interrupted iterations
default   [  30% ] 058/100 VUs  1m31.0s/5m00.0s

running (1m32.0s), 058/100 VUs, 1479 complete and 0 interrupted iterations
default   [  31% ] 058/100 VUs  1m32.0s/5m00.0s

running (1m33.0s), 059/100 VUs, 1504 complete and 0 interrupted iterations
default   [  31% ] 059/100 VUs  1m33.0s/5m00.0s

running (1m34.0s), 059/100 VUs, 1524 complete and 0 interrupted iterations
default   [  31% ] 059/100 VUs  1m34.0s/5m00.0s

running (1m35.0s), 059/100 VUs, 1539 complete and 0 interrupted iterations
default   [  32% ] 059/100 VUs  1m35.0s/5m00.0s

running (1m36.0s), 059/100 VUs, 1563 complete and 0 interrupted iterations
default   [  32% ] 059/100 VUs  1m36.0s/5m00.0s

running (1m37.0s), 060/100 VUs, 1591 complete and 0 interrupted iterations
default   [  32% ] 060/100 VUs  1m37.0s/5m00.0s

running (1m38.0s), 060/100 VUs, 1610 complete and 0 interrupted iterations
default   [  33% ] 060/100 VUs  1m38.0s/5m00.0s

running (1m39.0s), 060/100 VUs, 1627 complete and 0 interrupted iterations
default   [  33% ] 060/100 VUs  1m39.0s/5m00.0s

running (1m40.0s), 061/100 VUs, 1645 complete and 0 interrupted iterations
default   [  33% ] 061/100 VUs  1m40.0s/5m00.0s

running (1m41.0s), 061/100 VUs, 1670 complete and 0 interrupted iterations
default   [  34% ] 061/100 VUs  1m41.0s/5m00.0s

running (1m42.0s), 061/100 VUs, 1693 complete and 0 interrupted iterations
default   [  34% ] 061/100 VUs  1m42.0s/5m00.0s

running (1m43.0s), 061/100 VUs, 1706 complete and 0 interrupted iterations
default   [  34% ] 061/100 VUs  1m43.0s/5m00.0s

running (1m44.0s), 062/100 VUs, 1724 complete and 0 interrupted iterations
default   [  35% ] 062/100 VUs  1m44.0s/5m00.0s

running (1m45.0s), 062/100 VUs, 1741 complete and 0 interrupted iterations
default   [  35% ] 062/100 VUs  1m45.0s/5m00.0s

running (1m46.0s), 062/100 VUs, 1759 complete and 0 interrupted iterations
default   [  35% ] 062/100 VUs  1m46.0s/5m00.0s

running (1m47.0s), 063/100 VUs, 1767 complete and 0 interrupted iterations
default   [  36% ] 063/100 VUs  1m47.0s/5m00.0s

running (1m48.0s), 063/100 VUs, 1789 complete and 0 interrupted iterations
default   [  36% ] 063/100 VUs  1m48.0s/5m00.0s

running (1m49.0s), 063/100 VUs, 1820 complete and 0 interrupted iterations
default   [  36% ] 063/100 VUs  1m49.0s/5m00.0s

running (1m50.0s), 063/100 VUs, 1836 complete and 0 interrupted iterations
default   [  37% ] 063/100 VUs  1m50.0s/5m00.0s

running (1m51.0s), 064/100 VUs, 1853 complete and 0 interrupted iterations
default   [  37% ] 064/100 VUs  1m51.0s/5m00.0s

running (1m52.0s), 064/100 VUs, 1878 complete and 0 interrupted iterations
default   [  37% ] 064/100 VUs  1m52.0s/5m00.0s

running (1m53.0s), 064/100 VUs, 1897 complete and 0 interrupted iterations
default   [  38% ] 064/100 VUs  1m53.0s/5m00.0s

running (1m54.0s), 064/100 VUs, 1917 complete and 0 interrupted iterations
default   [  38% ] 064/100 VUs  1m54.0s/5m00.0s

running (1m55.0s), 065/100 VUs, 1938 complete and 0 interrupted iterations
default   [  38% ] 065/100 VUs  1m55.0s/5m00.0s

running (1m56.0s), 065/100 VUs, 1950 complete and 0 interrupted iterations
default   [  39% ] 065/100 VUs  1m56.0s/5m00.0s

running (1m57.0s), 065/100 VUs, 1963 complete and 0 interrupted iterations
default   [  39% ] 065/100 VUs  1m57.0s/5m00.0s

running (1m58.0s), 066/100 VUs, 1980 complete and 0 interrupted iterations
default   [  39% ] 066/100 VUs  1m58.0s/5m00.0s

running (1m59.0s), 066/100 VUs, 2011 complete and 0 interrupted iterations
default   [  40% ] 066/100 VUs  1m59.0s/5m00.0s

running (2m00.0s), 066/100 VUs, 2027 complete and 0 interrupted iterations
default   [  40% ] 066/100 VUs  2m00.0s/5m00.0s

running (2m01.0s), 066/100 VUs, 2039 complete and 0 interrupted iterations
default   [  40% ] 066/100 VUs  2m01.0s/5m00.0s

running (2m02.0s), 067/100 VUs, 2057 complete and 0 interrupted iterations
default   [  41% ] 067/100 VUs  2m02.0s/5m00.0s

running (2m03.0s), 067/100 VUs, 2088 complete and 0 interrupted iterations
default   [  41% ] 067/100 VUs  2m03.0s/5m00.0s

running (2m04.0s), 067/100 VUs, 2107 complete and 0 interrupted iterations
default   [  41% ] 067/100 VUs  2m04.0s/5m00.0s

running (2m05.0s), 068/100 VUs, 2129 complete and 0 interrupted iterations
default   [  42% ] 068/100 VUs  2m05.0s/5m00.0s

running (2m06.0s), 068/100 VUs, 2159 complete and 0 interrupted iterations
default   [  42% ] 068/100 VUs  2m06.0s/5m00.0s

running (2m07.0s), 068/100 VUs, 2177 complete and 0 interrupted iterations
default   [  42% ] 068/100 VUs  2m07.0s/5m00.0s

running (2m08.0s), 068/100 VUs, 2199 complete and 0 interrupted iterations
default   [  43% ] 068/100 VUs  2m08.0s/5m00.0s

running (2m09.0s), 069/100 VUs, 2228 complete and 0 interrupted iterations
default   [  43% ] 069/100 VUs  2m09.0s/5m00.0s

running (2m10.0s), 069/100 VUs, 2256 complete and 0 interrupted iterations
default   [  43% ] 069/100 VUs  2m10.0s/5m00.0s

running (2m11.0s), 069/100 VUs, 2276 complete and 0 interrupted iterations
default   [  44% ] 069/100 VUs  2m11.0s/5m00.0s

running (2m12.0s), 069/100 VUs, 2297 complete and 0 interrupted iterations
default   [  44% ] 069/100 VUs  2m12.0s/5m00.0s

running (2m13.0s), 070/100 VUs, 2317 complete and 0 interrupted iterations
default   [  44% ] 070/100 VUs  2m13.0s/5m00.0s

running (2m14.0s), 070/100 VUs, 2339 complete and 0 interrupted iterations
default   [  45% ] 070/100 VUs  2m14.0s/5m00.0s

running (2m15.0s), 070/100 VUs, 2361 complete and 0 interrupted iterations
default   [  45% ] 070/100 VUs  2m15.0s/5m00.0s

running (2m16.0s), 071/100 VUs, 2383 complete and 0 interrupted iterations
default   [  45% ] 071/100 VUs  2m16.0s/5m00.0s

running (2m17.0s), 071/100 VUs, 2408 complete and 0 interrupted iterations
default   [  46% ] 071/100 VUs  2m17.0s/5m00.0s

running (2m18.0s), 071/100 VUs, 2431 complete and 0 interrupted iterations
default   [  46% ] 071/100 VUs  2m18.0s/5m00.0s

running (2m19.0s), 071/100 VUs, 2451 complete and 0 interrupted iterations
default   [  46% ] 071/100 VUs  2m19.0s/5m00.0s

running (2m20.0s), 072/100 VUs, 2470 complete and 0 interrupted iterations
default   [  47% ] 072/100 VUs  2m20.0s/5m00.0s

running (2m21.0s), 072/100 VUs, 2486 complete and 0 interrupted iterations
default   [  47% ] 072/100 VUs  2m21.0s/5m00.0s

running (2m22.0s), 072/100 VUs, 2506 complete and 0 interrupted iterations
default   [  47% ] 072/100 VUs  2m22.0s/5m00.0s

running (2m23.0s), 073/100 VUs, 2530 complete and 0 interrupted iterations
default   [  48% ] 073/100 VUs  2m23.0s/5m00.0s

running (2m24.0s), 073/100 VUs, 2552 complete and 0 interrupted iterations
default   [  48% ] 073/100 VUs  2m24.0s/5m00.0s

running (2m25.0s), 073/100 VUs, 2569 complete and 0 interrupted iterations
default   [  48% ] 073/100 VUs  2m25.0s/5m00.0s

running (2m26.0s), 073/100 VUs, 2588 complete and 0 interrupted iterations
default   [  49% ] 073/100 VUs  2m26.0s/5m00.0s

running (2m27.0s), 074/100 VUs, 2611 complete and 0 interrupted iterations
default   [  49% ] 074/100 VUs  2m27.0s/5m00.0s

running (2m28.0s), 074/100 VUs, 2639 complete and 0 interrupted iterations
default   [  49% ] 074/100 VUs  2m28.0s/5m00.0s

running (2m29.0s), 074/100 VUs, 2666 complete and 0 interrupted iterations
default   [  50% ] 074/100 VUs  2m29.0s/5m00.0s

running (2m30.0s), 074/100 VUs, 2684 complete and 0 interrupted iterations
default   [  50% ] 074/100 VUs  2m30.0s/5m00.0s

running (2m31.0s), 075/100 VUs, 2706 complete and 0 interrupted iterations
default   [  50% ] 075/100 VUs  2m31.0s/5m00.0s

running (2m32.0s), 075/100 VUs, 2738 complete and 0 interrupted iterations
default   [  51% ] 075/100 VUs  2m32.0s/5m00.0s

running (2m33.0s), 075/100 VUs, 2763 complete and 0 interrupted iterations
default   [  51% ] 075/100 VUs  2m33.0s/5m00.0s

running (2m34.0s), 076/100 VUs, 2776 complete and 0 interrupted iterations
default   [  51% ] 076/100 VUs  2m34.0s/5m00.0s

running (2m35.0s), 076/100 VUs, 2795 complete and 0 interrupted iterations
default   [  52% ] 076/100 VUs  2m35.0s/5m00.0s

running (2m36.0s), 076/100 VUs, 2810 complete and 0 interrupted iterations
default   [  52% ] 076/100 VUs  2m36.0s/5m00.0s

running (2m37.0s), 076/100 VUs, 2836 complete and 0 interrupted iterations
default   [  52% ] 076/100 VUs  2m37.0s/5m00.0s

running (2m38.0s), 077/100 VUs, 2855 complete and 0 interrupted iterations
default   [  53% ] 077/100 VUs  2m38.0s/5m00.0s

running (2m39.0s), 077/100 VUs, 2871 complete and 0 interrupted iterations
default   [  53% ] 077/100 VUs  2m39.0s/5m00.0s

running (2m40.0s), 077/100 VUs, 2893 complete and 0 interrupted iterations
default   [  53% ] 077/100 VUs  2m40.0s/5m00.0s

running (2m41.0s), 078/100 VUs, 2919 complete and 0 interrupted iterations
default   [  54% ] 078/100 VUs  2m41.0s/5m00.0s

running (2m42.0s), 078/100 VUs, 2944 complete and 0 interrupted iterations
default   [  54% ] 078/100 VUs  2m42.0s/5m00.0s

running (2m43.0s), 078/100 VUs, 2962 complete and 0 interrupted iterations
default   [  54% ] 078/100 VUs  2m43.0s/5m00.0s

running (2m44.0s), 078/100 VUs, 2978 complete and 0 interrupted iterations
default   [  55% ] 078/100 VUs  2m44.0s/5m00.0s

running (2m45.0s), 079/100 VUs, 2994 complete and 0 interrupted iterations
default   [  55% ] 079/100 VUs  2m45.0s/5m00.0s

running (2m46.0s), 079/100 VUs, 3014 complete and 0 interrupted iterations
default   [  55% ] 079/100 VUs  2m46.0s/5m00.0s

running (2m47.0s), 079/100 VUs, 3032 complete and 0 interrupted iterations
default   [  56% ] 079/100 VUs  2m47.0s/5m00.0s

running (2m48.0s), 079/100 VUs, 3051 complete and 0 interrupted iterations
default   [  56% ] 079/100 VUs  2m48.0s/5m00.0s

running (2m49.0s), 080/100 VUs, 3080 complete and 0 interrupted iterations
default   [  56% ] 080/100 VUs  2m49.0s/5m00.0s

running (2m50.0s), 080/100 VUs, 3108 complete and 0 interrupted iterations
default   [  57% ] 080/100 VUs  2m50.0s/5m00.0s

running (2m51.0s), 080/100 VUs, 3122 complete and 0 interrupted iterations
default   [  57% ] 080/100 VUs  2m51.0s/5m00.0s

running (2m52.0s), 081/100 VUs, 3139 complete and 0 interrupted iterations
default   [  57% ] 081/100 VUs  2m52.0s/5m00.0s

running (2m53.0s), 081/100 VUs, 3153 complete and 0 interrupted iterations
default   [  58% ] 081/100 VUs  2m53.0s/5m00.0s

running (2m54.0s), 081/100 VUs, 3171 complete and 0 interrupted iterations
default   [  58% ] 081/100 VUs  2m54.0s/5m00.0s

running (2m55.0s), 081/100 VUs, 3194 complete and 0 interrupted iterations
default   [  58% ] 081/100 VUs  2m55.0s/5m00.0s

running (2m56.0s), 082/100 VUs, 3221 complete and 0 interrupted iterations
default   [  59% ] 082/100 VUs  2m56.0s/5m00.0s

running (2m57.0s), 082/100 VUs, 3241 complete and 0 interrupted iterations
default   [  59% ] 082/100 VUs  2m57.0s/5m00.0s

running (2m58.0s), 082/100 VUs, 3265 complete and 0 interrupted iterations
default   [  59% ] 082/100 VUs  2m58.0s/5m00.0s

running (2m59.0s), 083/100 VUs, 3293 complete and 0 interrupted iterations
default   [  60% ] 083/100 VUs  2m59.0s/5m00.0s

running (3m00.0s), 083/100 VUs, 3323 complete and 0 interrupted iterations
default   [  60% ] 083/100 VUs  3m00.0s/5m00.0s

running (3m01.0s), 083/100 VUs, 3343 complete and 0 interrupted iterations
default   [  60% ] 083/100 VUs  3m01.0s/5m00.0s

running (3m02.0s), 083/100 VUs, 3360 complete and 0 interrupted iterations
default   [  61% ] 083/100 VUs  3m02.0s/5m00.0s

running (3m03.0s), 084/100 VUs, 3385 complete and 0 interrupted iterations
default   [  61% ] 084/100 VUs  3m03.0s/5m00.0s

running (3m04.0s), 084/100 VUs, 3411 complete and 0 interrupted iterations
default   [  61% ] 084/100 VUs  3m04.0s/5m00.0s

running (3m05.0s), 084/100 VUs, 3430 complete and 0 interrupted iterations
default   [  62% ] 084/100 VUs  3m05.0s/5m00.0s

running (3m06.0s), 084/100 VUs, 3446 complete and 0 interrupted iterations
default   [  62% ] 084/100 VUs  3m06.0s/5m00.0s

running (3m07.0s), 085/100 VUs, 3460 complete and 0 interrupted iterations
default   [  62% ] 085/100 VUs  3m07.0s/5m00.0s

running (3m08.0s), 085/100 VUs, 3479 complete and 0 interrupted iterations
default   [  63% ] 085/100 VUs  3m08.0s/5m00.0s

running (3m09.0s), 085/100 VUs, 3505 complete and 0 interrupted iterations
default   [  63% ] 085/100 VUs  3m09.0s/5m00.0s

running (3m10.0s), 086/100 VUs, 3523 complete and 0 interrupted iterations
default   [  63% ] 086/100 VUs  3m10.0s/5m00.0s

running (3m11.0s), 086/100 VUs, 3545 complete and 0 interrupted iterations
default   [  64% ] 086/100 VUs  3m11.0s/5m00.0s

running (3m12.0s), 086/100 VUs, 3568 complete and 0 interrupted iterations
default   [  64% ] 086/100 VUs  3m12.0s/5m00.0s

running (3m13.0s), 086/100 VUs, 3595 complete and 0 interrupted iterations
default   [  64% ] 086/100 VUs  3m13.0s/5m00.0s

running (3m14.0s), 087/100 VUs, 3619 complete and 0 interrupted iterations
default   [  65% ] 087/100 VUs  3m14.0s/5m00.0s

running (3m15.0s), 087/100 VUs, 3630 complete and 0 interrupted iterations
default   [  65% ] 087/100 VUs  3m15.0s/5m00.0s

running (3m16.0s), 087/100 VUs, 3646 complete and 0 interrupted iterations
default   [  65% ] 087/100 VUs  3m16.0s/5m00.0s

running (3m17.0s), 088/100 VUs, 3663 complete and 0 interrupted iterations
default   [  66% ] 088/100 VUs  3m17.0s/5m00.0s

running (3m18.0s), 088/100 VUs, 3687 complete and 0 interrupted iterations
default   [  66% ] 088/100 VUs  3m18.0s/5m00.0s

running (3m19.0s), 088/100 VUs, 3715 complete and 0 interrupted iterations
default   [  66% ] 088/100 VUs  3m19.0s/5m00.0s

running (3m20.0s), 088/100 VUs, 3731 complete and 0 interrupted iterations
default   [  67% ] 088/100 VUs  3m20.0s/5m00.0s

running (3m21.0s), 089/100 VUs, 3759 complete and 0 interrupted iterations
default   [  67% ] 089/100 VUs  3m21.0s/5m00.0s

running (3m22.0s), 089/100 VUs, 3786 complete and 0 interrupted iterations
default   [  67% ] 089/100 VUs  3m22.0s/5m00.0s

running (3m23.0s), 089/100 VUs, 3804 complete and 0 interrupted iterations
default   [  68% ] 089/100 VUs  3m23.0s/5m00.0s

running (3m24.0s), 089/100 VUs, 3815 complete and 0 interrupted iterations
default   [  68% ] 089/100 VUs  3m24.0s/5m00.0s

running (3m25.0s), 090/100 VUs, 3831 complete and 0 interrupted iterations
default   [  68% ] 090/100 VUs  3m25.0s/5m00.0s

running (3m26.0s), 090/100 VUs, 3840 complete and 0 interrupted iterations
default   [  69% ] 090/100 VUs  3m26.0s/5m00.0s

running (3m27.0s), 090/100 VUs, 3862 complete and 0 interrupted iterations
default   [  69% ] 090/100 VUs  3m27.0s/5m00.0s

running (3m28.0s), 091/100 VUs, 3892 complete and 0 interrupted iterations
default   [  69% ] 091/100 VUs  3m28.0s/5m00.0s

running (3m29.0s), 091/100 VUs, 3920 complete and 0 interrupted iterations
default   [  70% ] 091/100 VUs  3m29.0s/5m00.0s

running (3m30.0s), 091/100 VUs, 3942 complete and 0 interrupted iterations
default   [  70% ] 091/100 VUs  3m30.0s/5m00.0s

running (3m31.0s), 091/100 VUs, 3957 complete and 0 interrupted iterations
default   [  70% ] 091/100 VUs  3m31.0s/5m00.0s

running (3m32.0s), 092/100 VUs, 3973 complete and 0 interrupted iterations
default   [  71% ] 092/100 VUs  3m32.0s/5m00.0s

running (3m33.0s), 092/100 VUs, 3995 complete and 0 interrupted iterations
default   [  71% ] 092/100 VUs  3m33.0s/5m00.0s

running (3m34.0s), 092/100 VUs, 4012 complete and 0 interrupted iterations
default   [  71% ] 092/100 VUs  3m34.0s/5m00.0s

running (3m35.0s), 093/100 VUs, 4033 complete and 0 interrupted iterations
default   [  72% ] 093/100 VUs  3m35.0s/5m00.0s

running (3m36.0s), 093/100 VUs, 4051 complete and 0 interrupted iterations
default   [  72% ] 093/100 VUs  3m36.0s/5m00.0s

running (3m37.0s), 093/100 VUs, 4075 complete and 0 interrupted iterations
default   [  72% ] 093/100 VUs  3m37.0s/5m00.0s

running (3m38.0s), 093/100 VUs, 4098 complete and 0 interrupted iterations
default   [  73% ] 093/100 VUs  3m38.0s/5m00.0s

running (3m39.0s), 094/100 VUs, 4126 complete and 0 interrupted iterations
default   [  73% ] 094/100 VUs  3m39.0s/5m00.0s

running (3m40.0s), 094/100 VUs, 4142 complete and 0 interrupted iterations
default   [  73% ] 094/100 VUs  3m40.0s/5m00.0s

running (3m41.0s), 094/100 VUs, 4156 complete and 0 interrupted iterations
default   [  74% ] 094/100 VUs  3m41.0s/5m00.0s

running (3m42.0s), 094/100 VUs, 4174 complete and 0 interrupted iterations
default   [  74% ] 094/100 VUs  3m42.0s/5m00.0s

running (3m43.0s), 095/100 VUs, 4199 complete and 0 interrupted iterations
default   [  74% ] 095/100 VUs  3m43.0s/5m00.0s

running (3m44.0s), 095/100 VUs, 4225 complete and 0 interrupted iterations
default   [  75% ] 095/100 VUs  3m44.0s/5m00.0s

running (3m45.0s), 095/100 VUs, 4238 complete and 0 interrupted iterations
default   [  75% ] 095/100 VUs  3m45.0s/5m00.0s

running (3m46.0s), 096/100 VUs, 4247 complete and 0 interrupted iterations
default   [  75% ] 096/100 VUs  3m46.0s/5m00.0s

running (3m47.0s), 096/100 VUs, 4255 complete and 0 interrupted iterations
default   [  76% ] 096/100 VUs  3m47.0s/5m00.0s

running (3m48.0s), 096/100 VUs, 4266 complete and 0 interrupted iterations
default   [  76% ] 096/100 VUs  3m48.0s/5m00.0s

running (3m49.0s), 096/100 VUs, 4278 complete and 0 interrupted iterations
default   [  76% ] 096/100 VUs  3m49.0s/5m00.0s

running (3m50.0s), 097/100 VUs, 4309 complete and 0 interrupted iterations
default   [  77% ] 097/100 VUs  3m50.0s/5m00.0s

running (3m51.0s), 097/100 VUs, 4337 complete and 0 interrupted iterations
default   [  77% ] 097/100 VUs  3m51.0s/5m00.0s

running (3m52.0s), 097/100 VUs, 4358 complete and 0 interrupted iterations
default   [  77% ] 097/100 VUs  3m52.0s/5m00.0s

running (3m53.0s), 098/100 VUs, 4376 complete and 0 interrupted iterations
default   [  78% ] 098/100 VUs  3m53.0s/5m00.0s

running (3m54.0s), 098/100 VUs, 4403 complete and 0 interrupted iterations
default   [  78% ] 098/100 VUs  3m54.0s/5m00.0s

running (3m55.0s), 098/100 VUs, 4431 complete and 0 interrupted iterations
default   [  78% ] 098/100 VUs  3m55.0s/5m00.0s

running (3m56.0s), 098/100 VUs, 4453 complete and 0 interrupted iterations
default   [  79% ] 098/100 VUs  3m56.0s/5m00.0s

running (3m57.0s), 099/100 VUs, 4468 complete and 0 interrupted iterations
default   [  79% ] 099/100 VUs  3m57.0s/5m00.0s

running (3m58.0s), 099/100 VUs, 4483 complete and 0 interrupted iterations
default   [  79% ] 099/100 VUs  3m58.0s/5m00.0s

running (3m59.0s), 099/100 VUs, 4495 complete and 0 interrupted iterations
default   [  80% ] 099/100 VUs  3m59.0s/5m00.0s

running (4m00.0s), 099/100 VUs, 4508 complete and 0 interrupted iterations
default   [  80% ] 099/100 VUs  4m00.0s/5m00.0s

running (4m01.0s), 100/100 VUs, 4530 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m01.0s/5m00.0s

running (4m02.0s), 099/100 VUs, 4561 complete and 0 interrupted iterations
default   [  81% ] 099/100 VUs  4m02.0s/5m00.0s

running (4m03.0s), 097/100 VUs, 4591 complete and 0 interrupted iterations
default   [  81% ] 097/100 VUs  4m03.0s/5m00.0s

running (4m04.0s), 096/100 VUs, 4612 complete and 0 interrupted iterations
default   [  81% ] 096/100 VUs  4m04.0s/5m00.0s

running (4m05.0s), 096/100 VUs, 4629 complete and 0 interrupted iterations
default   [  82% ] 096/100 VUs  4m05.0s/5m00.0s

running (4m06.0s), 095/100 VUs, 4654 complete and 0 interrupted iterations
default   [  82% ] 095/100 VUs  4m06.0s/5m00.0s

running (4m07.0s), 094/100 VUs, 4686 complete and 0 interrupted iterations
default   [  82% ] 094/100 VUs  4m07.0s/5m00.0s

running (4m08.0s), 092/100 VUs, 4717 complete and 0 interrupted iterations
default   [  83% ] 092/100 VUs  4m08.0s/5m00.0s

running (4m09.0s), 090/100 VUs, 4741 complete and 0 interrupted iterations
default   [  83% ] 090/100 VUs  4m09.0s/5m00.0s

running (4m10.0s), 090/100 VUs, 4761 complete and 0 interrupted iterations
default   [  83% ] 090/100 VUs  4m10.0s/5m00.0s

running (4m11.0s), 088/100 VUs, 4782 complete and 0 interrupted iterations
default   [  84% ] 088/100 VUs  4m11.0s/5m00.0s

running (4m12.0s), 087/100 VUs, 4797 complete and 0 interrupted iterations
default   [  84% ] 087/100 VUs  4m12.0s/5m00.0s

running (4m13.0s), 085/100 VUs, 4819 complete and 0 interrupted iterations
default   [  84% ] 085/100 VUs  4m13.0s/5m00.0s

running (4m14.0s), 081/100 VUs, 4836 complete and 0 interrupted iterations
default   [  85% ] 081/100 VUs  4m14.0s/5m00.0s

running (4m15.0s), 076/100 VUs, 4866 complete and 0 interrupted iterations
default   [  85% ] 076/100 VUs  4m15.0s/5m00.0s

running (4m16.0s), 075/100 VUs, 4901 complete and 0 interrupted iterations
default   [  85% ] 075/100 VUs  4m16.0s/5m00.0s

running (4m17.0s), 073/100 VUs, 4928 complete and 0 interrupted iterations
default   [  86% ] 073/100 VUs  4m17.0s/5m00.0s

running (4m18.0s), 072/100 VUs, 4947 complete and 0 interrupted iterations
default   [  86% ] 072/100 VUs  4m18.0s/5m00.0s

running (4m19.0s), 072/100 VUs, 4966 complete and 0 interrupted iterations
default   [  86% ] 072/100 VUs  4m19.0s/5m00.0s

running (4m20.0s), 070/100 VUs, 4988 complete and 0 interrupted iterations
default   [  87% ] 070/100 VUs  4m20.0s/5m00.0s

running (4m21.0s), 069/100 VUs, 5009 complete and 0 interrupted iterations
default   [  87% ] 069/100 VUs  4m21.0s/5m00.0s

running (4m22.0s), 067/100 VUs, 5040 complete and 0 interrupted iterations
default   [  87% ] 067/100 VUs  4m22.0s/5m00.0s

running (4m23.0s), 063/100 VUs, 5071 complete and 0 interrupted iterations
default   [  88% ] 063/100 VUs  4m23.0s/5m00.0s

running (4m24.0s), 063/100 VUs, 5094 complete and 0 interrupted iterations
default   [  88% ] 063/100 VUs  4m24.0s/5m00.0s

running (4m25.0s), 060/100 VUs, 5123 complete and 0 interrupted iterations
default   [  88% ] 060/100 VUs  4m25.0s/5m00.0s

running (4m26.0s), 059/100 VUs, 5144 complete and 0 interrupted iterations
default   [  89% ] 059/100 VUs  4m26.0s/5m00.0s

running (4m27.0s), 057/100 VUs, 5168 complete and 0 interrupted iterations
default   [  89% ] 057/100 VUs  4m27.0s/5m00.0s

running (4m28.0s), 055/100 VUs, 5199 complete and 0 interrupted iterations
default   [  89% ] 055/100 VUs  4m28.0s/5m00.0s

running (4m29.0s), 054/100 VUs, 5229 complete and 0 interrupted iterations
default   [  90% ] 054/100 VUs  4m29.0s/5m00.0s

running (4m30.0s), 053/100 VUs, 5250 complete and 0 interrupted iterations
default   [  90% ] 053/100 VUs  4m30.0s/5m00.0s

running (4m31.0s), 051/100 VUs, 5282 complete and 0 interrupted iterations
default   [  90% ] 051/100 VUs  4m31.0s/5m00.0s

running (4m32.0s), 050/100 VUs, 5301 complete and 0 interrupted iterations
default   [  91% ] 050/100 VUs  4m32.0s/5m00.0s

running (4m33.0s), 049/100 VUs, 5317 complete and 0 interrupted iterations
default   [  91% ] 049/100 VUs  4m33.0s/5m00.0s

running (4m34.0s), 046/100 VUs, 5341 complete and 0 interrupted iterations
default   [  91% ] 046/100 VUs  4m34.0s/5m00.0s

running (4m35.0s), 044/100 VUs, 5374 complete and 0 interrupted iterations
default   [  92% ] 044/100 VUs  4m35.0s/5m00.0s

running (4m36.0s), 042/100 VUs, 5394 complete and 0 interrupted iterations
default   [  92% ] 042/100 VUs  4m36.0s/5m00.0s

running (4m37.0s), 040/100 VUs, 5424 complete and 0 interrupted iterations
default   [  92% ] 040/100 VUs  4m37.0s/5m00.0s

running (4m38.0s), 039/100 VUs, 5448 complete and 0 interrupted iterations
default   [  93% ] 039/100 VUs  4m38.0s/5m00.0s

running (4m39.0s), 037/100 VUs, 5470 complete and 0 interrupted iterations
default   [  93% ] 037/100 VUs  4m39.0s/5m00.0s

running (4m40.0s), 034/100 VUs, 5496 complete and 0 interrupted iterations
default   [  93% ] 034/100 VUs  4m40.0s/5m00.0s

running (4m41.0s), 033/100 VUs, 5524 complete and 0 interrupted iterations
default   [  94% ] 033/100 VUs  4m41.0s/5m00.0s

running (4m42.0s), 033/100 VUs, 5543 complete and 0 interrupted iterations
default   [  94% ] 033/100 VUs  4m42.0s/5m00.0s

running (4m43.0s), 031/100 VUs, 5563 complete and 0 interrupted iterations
default   [  94% ] 031/100 VUs  4m43.0s/5m00.0s

running (4m44.0s), 029/100 VUs, 5584 complete and 0 interrupted iterations
default   [  95% ] 029/100 VUs  4m44.0s/5m00.0s

running (4m45.0s), 027/100 VUs, 5594 complete and 0 interrupted iterations
default   [  95% ] 027/100 VUs  4m45.0s/5m00.0s

running (4m46.0s), 026/100 VUs, 5604 complete and 0 interrupted iterations
default   [  95% ] 026/100 VUs  4m46.0s/5m00.0s

running (4m47.0s), 025/100 VUs, 5614 complete and 0 interrupted iterations
default   [  96% ] 025/100 VUs  4m47.0s/5m00.0s

running (4m48.0s), 023/100 VUs, 5625 complete and 0 interrupted iterations
default   [  96% ] 023/100 VUs  4m48.0s/5m00.0s

running (4m49.0s), 021/100 VUs, 5644 complete and 0 interrupted iterations
default   [  96% ] 021/100 VUs  4m49.0s/5m00.0s

running (4m50.0s), 019/100 VUs, 5653 complete and 0 interrupted iterations
default   [  97% ] 019/100 VUs  4m50.0s/5m00.0s

running (4m51.0s), 016/100 VUs, 5670 complete and 0 interrupted iterations
default   [  97% ] 016/100 VUs  4m51.0s/5m00.0s

running (4m52.0s), 015/100 VUs, 5679 complete and 0 interrupted iterations
default   [  97% ] 015/100 VUs  4m52.0s/5m00.0s

running (4m53.0s), 013/100 VUs, 5694 complete and 0 interrupted iterations
default   [  98% ] 013/100 VUs  4m53.0s/5m00.0s

running (4m54.0s), 011/100 VUs, 5707 complete and 0 interrupted iterations
default   [  98% ] 011/100 VUs  4m54.0s/5m00.0s

running (4m55.0s), 010/100 VUs, 5710 complete and 0 interrupted iterations
default   [  98% ] 010/100 VUs  4m55.0s/5m00.0s

running (4m56.0s), 008/100 VUs, 5719 complete and 0 interrupted iterations
default   [  99% ] 008/100 VUs  4m56.0s/5m00.0s

running (4m57.0s), 006/100 VUs, 5726 complete and 0 interrupted iterations
default   [  99% ] 006/100 VUs  4m57.0s/5m00.0s

running (4m58.0s), 005/100 VUs, 5732 complete and 0 interrupted iterations
default   [  99% ] 005/100 VUs  4m58.0s/5m00.0s

running (4m59.0s), 002/100 VUs, 5737 complete and 0 interrupted iterations
default   [ 100% ] 002/100 VUs  4m59.0s/5m00.0s

running (5m00.0s), 001/100 VUs, 5739 complete and 0 interrupted iterations
default   [ 100% ] 001/100 VUs  5m00.0s/5m00.0s


  █ TOTAL RESULTS 

    checks_total.......: 5740    19.117651/s
    checks_succeeded...: 100.00% 5740 out of 5740
    checks_failed......: 0.00%   0 out of 5740

    ✓ status is 200

    HTTP
    http_req_duration..............: avg=1.07s min=17.45ms med=1.04s max=3.52s p(90)=1.82s p(95)=2.06s
      { expected_response:true }...: avg=1.07s min=17.45ms med=1.04s max=3.52s p(90)=1.82s p(95)=2.06s
    http_req_failed................: 0.00%  0 out of 11480
    http_reqs......................: 11480  38.235302/s

    EXECUTION
    iteration_duration.............: avg=3.14s min=1.05s   med=3.12s max=6.67s p(90)=4.57s p(95)=4.89s
    iterations.....................: 5740   19.117651/s
    vus............................: 1      min=1          max=100
    vus_max........................: 100    min=100        max=100

    NETWORK
    data_received..................: 130 MB 434 kB/s
    data_sent......................: 1.6 MB 5.2 kB/s



running (5m00.2s), 000/100 VUs, 5740 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s